Revit 2027 API
ParameterTypeId.RadiusSymbolLocation Property
 "Radius Symbol Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RadiusSymbolLocation { get; }
Public Shared ReadOnly Property RadiusSymbolLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RadiusSymbolLocation {
	ForgeTypeId^ get ();
}
static member RadiusSymbolLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace